Repository: jweiland-net/daycarecenters
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.daycarecenters.title
source: Day Care Centers
de: Kindertagesstätten

# plugin.daycarecenters.description
source: Provides a list and detail view of day care centers
de: Stellt eine Liste und Detailansicht der Tagesstätten zur Verfügung

# tx_daycarecenters_domain_model_kita.title
source: Title
de: Bezeichnung

# tx_daycarecenters_domain_model_kita.path_segment
source: Segment for URL
de: Segment für URL

# tx_daycarecenters_domain_model_kita.description
source: Description
de: Beschreibung

# tx_daycarecenters_domain_model_kita.leader
source: Leader
de: Leiter der Kita

# tx_daycarecenters_domain_model_kita.places
source: Places
de: Plätze

# tx_daycarecenters_domain_model_kita.street
source: Street
de: Straße

# tx_daycarecenters_domain_model_kita.house_number
source: House Number
de: Hausnummer

# tx_daycarecenters_domain_model_kita.zip
source: Zip
de: Postleitzahl

# tx_daycarecenters_domain_model_kita.city
source: City
de: Ort

# tx_daycarecenters_domain_model_kita.website
source: Website
de: Webseite

# tx_daycarecenters_domain_model_kita.amount_of_groups
source: Number of groups
de: Anzahl der Gruppen

# tx_daycarecenters_domain_model_kita.space_offered
source: Number of spaces
de: Platzangebot

# tx_daycarecenters_domain_model_kita.receptive_age
source: Receptive Age
de: Aufnahmealter

# tx_daycarecenters_domain_model_kita.food_supply
source: Meals available
de: Essensangebot

# tx_daycarecenters_domain_model_kita.food_info
source: Meal details
de: Informationen zum Essensangebot

# tx_daycarecenters_domain_model_kita.food_prices
source: Cost of food
de: Kosten für Verpflegung

# tx_daycarecenters_domain_model_kita.closing_days
source: Closing Days
de: Schließungstage (Anzahl)

# tx_daycarecenters_domain_model_kita.images
source: Images
de: Bilder

# tx_daycarecenters_domain_model_kita.response_times
source: Consulting hours
de: Sprechzeiten

# tx_daycarecenters_domain_model_kita.additional_informations
source: Additional informations
de: Ergänzende Infos oder Betreuungsangebote

# tx_daycarecenters_domain_model_kita.earliest_opening_time
source: Earliest opening time
de: Früheste Öffnungszeit

# tx_daycarecenters_domain_model_kita.latest_opening_time
source: Latest opening time
de: Späteste Öffnungszeit

# tx_daycarecenters_domain_model_kita.earliest_age
source: Age of admission
de: Aufnahmealter von

# tx_daycarecenters_domain_model_kita.latest_age
source: Latest age
de: Aufnahmealter

# tx_daycarecenters_domain_model_kita.holder
source: Responsible body
de: Träger der Einrichtung

# tx_daycarecenters_domain_model_kita.care_form
source: Care Form
de: Betreuungsform

# tx_daycarecenters_domain_model_kita.district
source: District
de: Stadtteil

# tx_daycarecenters_domain_model_kita.telephones
source: Telephones
de: Telefon

# tx_daycarecenters_domain_model_holder
source: Responsible body
de: Träger der Einrichtung

# tx_daycarecenters_domain_model_holder.title
source: Title
de: Bezeichnung

# tx_daycarecenters_domain_model_holder.contact_person
source: Contact Person
de: Ansprechpartner

# tx_daycarecenters_domain_model_holder.street
source: Street
de: Straße

# tx_daycarecenters_domain_model_holder.house_number
source: House Number
de: Hausnummer

# tx_daycarecenters_domain_model_holder.zip
source: Zip
de: Postleitzahl

# tx_daycarecenters_domain_model_holder.city
source: City
de: Ort

# tx_daycarecenters_domain_model_holder.telephone
source: Telephone
de: Telefon

# tx_daycarecenters_domain_model_holder.website
source: Website
de: Webseite

# tx_daycarecenters_domain_model_careform
source: Care Form
de: Betreuungsform

# tx_daycarecenters_domain_model_careform.title
source: Title
de: Bezeichnung

# tx_daycarecenters_domain_model_district
source: District (kita)
de: Stadtteil (Kita)

# tx_daycarecenters_domain_model_district.district
source: District
de: Stadtteil

# tx_daycarecenters_domain_model_careform.description
source: Description
de: Beschreibung

# tx_daycarecenters_domain_model_telephone
source: Telephone
de: Telefon

# tx_daycarecenters_domain_model_telephone.telephone
source: Telephone
de: Telefon
